tap "homebrew/cask"
tap "homebrew/cask-fonts"
brew "jq"
brew "tree"
brew "gh"
cask "1password"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "ticktick"
cask "visual-studio-code"
