tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "sanemat/font"
brew "fontforge"
brew "hub"
brew "kubectx"
brew "mas"
brew "stern"
brew "tree"
brew "ricty", args: ["with-patch-in-place"]
cask "1password-beta"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "ticktick"
cask "visual-studio-code"
mas "Bear", id: 1091189122
