tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
brew "jq"
brew "mas"
brew "tree"
brew "github/gh/gh"
cask "1password-beta"
cask "1password-cli"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "docker"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "iterm2"
cask "font-jetbrains-mono"
cask "karabiner-elements"
cask "ticktick"
cask "visual-studio-code"
mas "Bear", id: 1091189122
