tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "sanemat/font"
brew "ansible"
brew "anyenv"
brew "coreutils"
brew "fontforge"
brew "ghq"
brew "git"
brew "hub"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "neovim"
brew "stern"
brew "the_silver_searcher"
brew "tree"
brew "wakeonlan"
brew "zsh"
brew "ricty", args: ["with-patch-in-place"]
cask "1password-beta"
cask "alfred"
cask "appcleaner"
cask "bettertouchtool"
cask "clipy"
cask "docker"
cask "google-chrome"
cask "google-chrome-canary"
cask "google-japanese-ime"
cask "iterm2"
cask "karabiner-elements"
cask "ticktick"
cask "vagrant"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
mas "LINE", id: 539883307
mas "Microsoft Remote Desktop", id: 1295203466
mas "Spark", id: 1176895641
